{
	"movies" : [
		{
			"title"          : "Warcraft: The Beginning",
			"genre"          : "Action, Adventure, Fantasy",
			"release_year"   : "2016",
			"release_date"   : "10 June 2016 (USA)",
			"runtime"        : "2h3m",
			"star_rating"    : "7.8",
			"content_rating" : "PG-13",
			"metascore"      : "33",
			"director"       : "Duncan Jones",
			"writer"         : "Charles Leavitt, Duncan Jones",
			"cast"           : "Paula Patton, Travis Fimmel, Ben Foster, Robert Kazinsky, Dominic Cooper",
			"summary"        : "The peaceful realm of Azeroth stands on the brink of war as its civilization faces a fearsome race of invaders: orc warriors fleeing their dying home to colonize another. As a portal opens to connect the two worlds, one army faces destruction and the other faces extinction. From opposing sides, two heroes are set on a collision course that will decide the fate of their family, their people, and their home.",
			"background"     : "warcraft.jpg",
			"trivia"         : "Director Uwe Boll contacted Blizzard about directing the film, but Blizzard refused. As quoted by MTV news Uwe Boll stated: \"I got in contact with Paul Sams of Blizzard, and he said, 'We will not sell the movie rights, not to you... especially not to you. Because it's such a big online game success, maybe a bad movie would destroy that ongoing income, what the company has with it.\"",
			"quotes"         : [{
									"speaker" : "Anduin Lothar",
									"quote"   : "Some see death as having some greater purpose, but when it is one of your own, it is hard to grasp anything good comes from it."
								}],
			"reviews"         : [{
									"author"        : "imdb-190616",
									"tagline"       : "A truly wonderful movie",
									"rating"        : "9",
									"datePublished" : "20 May 2016",
									"body"          : "This movie is incredible. After seeing the first movie I have to say we will definitely in the oncoming movies see a rising Arthas fall to evil. Incredibly well done. A look into the lives of our famous Warcraft characters had me immersed and I was in love with the cinematography. I cannot wait to see Medivh & Sargeras in the movies. I wonder when we will get to see the drama between Illidan & Malfurion. I can't wait for the next one so excited. Thank you for an incredible movie. This movie is incredible. After seeing the first movie I have to say we will definitely in the oncoming movies see a rising Arthas fall to evil. Incredibly well done. A look into the lives of our famous Warcraft characters had me immersed and I was in love with the cinematography. I cannot wait to see Medivh & Sargeras in the movies. I wonder when we will get to see the drama between Illidan & Malfurion. I can't wait for the next one so excited. Thank you for an incredible movie."
								}]
		},
		{
			"title"          : "Captain America: Civil War",
			"genre"          : "Action, Adventure, Sci-Fi",
			"release_year"   : "2016",
			"release_date"   : "6 May 2016 (USA)",
			"runtime"        : "2h27m",
			"star_rating"    : "8.3",
			"content_rating" : "PG-13",
			"metascore"      : "75",
			"director"       : "Anthony Russo, Joe Russo",
			"writer"         : "Christopher Markus, Stephen McFeely",
			"cast"           : "Chris Evans, Robert Downey Jr., Scarlett Johansson, Sebastian Stan, Anthony Mackie",
			"summary"        : "Marvel’s “Captain America: Civil War” finds Steve Rogers leading the newly-formed team of Avengers in their continued efforts to safeguard humanity, but after another incident involving the Avengers results in collateral damage, political pressure mounts to install a system of accountability, headed by a governing body to oversee and direct the team.",
			"storyline"      : "With many people fearing the actions of super heroes, the government decides to push for the Hero Registration Act, a law that limits a hero's actions. This results in a division in The Avengers. Iron Man stands with this Act, claiming that their actions must be kept in check otherwise cities will continue to be destroyed, but Captain America feels that saving the world is daring enough and that they cannot rely on the government to protect the world. This escalates into an all-out war between Team Iron Man (Iron Man, Black Panther, Vision, Black Widow, War Machine, and Spiderman) and Team Captain America (Captain America, Bucky Barnes, Falcon, Sharon Carter, Scarlet Witch, Hawkeye, and Ant Man) while a new villain emerges.",
			"background"     : "captain-america-civil-war.jpg",
			"trivia"         : "Spider-Man was very nearly removed from the film, as Sony Pictures originally rejected Marvel's proposal to allow them a cut of the profit if they could pull Spider-Man over, but Sony Corporation expressed disappointment in the financial returns and the critical reception of The Amazing Spider-Man series and decided to negotiate a deal again.",
			"quotes"         : [{
									"speaker" : "King T'Chaka",
									"quote"   : "Our people's blood is spilled on foreign soil. Not only because of the actions of criminals, but by the indifference of those pledged to stop them. Victory at the expense of the innocent is no victory at all."
								}],
			"reviews"         : [{
									"author"        : "imdb-190616",
									"tagline"       : "The Greatest MCU Film of All Time",
									"rating"        : "10",
									"datePublished" : "23 May 2016",
									"body"          : "Captain America: Civil War is without a doubt, the greatest movie in the entire Marvel Cinematic Universe. You read that correctly. The story is incredibly compelling and very deep for a superhero movie, the acting is outstanding (per usual when it comes to these) and the action scenes are intense, to say the very least. The Russo Brothers have once again hit it out of the park with Civil War, and it's just as great as The Winter Soldier. <br><br> As usual, Chris Evans was incredible as Steve Rodgers/Captain America. He has such a likability to him that you just cannot ignore. As you know, Robert Downey Jr. owns the role of Tony Stark. If for whatever reason another actor gets the chance to play Stark, it's likely they won't come close to playing the character as well as RDJ. The biggest surprise to me was Sebastian Stan as Bucky Barnes, AKA The Winter Soldier. He plays a much bigger role in this film compared to the previous Captain America films, and Stan managed to pull off an extremely interesting and captivating performance. You don't know if you should root for him or be against him. Scarlett Johansson gives a noteworthy performance as Black Widow yet again, and Elizabeth Olsen and Jeremy Renner, as well as Paul Bettany are all pretty great in their roles as Scarlett Witch, Hawkeye, and Vision respectively. <br><br> Also, the new additions to the MCU are Black Panther and (finally!) Spider-Man. I do not want to say much about them because I would rather you see them for yourself, but I will say Panther may be the most interesting and mysterious hero yet, and personally, Tom Holland is my favorite Spider-Man ever, and I never thought I would say that. The climatic fight scene in the airport is the most entertaining fight I may have seen in film. I don't want to spoil, but Ant-Man steals the show in this scene. And the fight between Cap and Iron Man is so intense it will literally bring you to the edge of your seat. <br><br> This movie is what every single Marvel fan has been waiting for. It is a complete rebound after Age of Ultron, which disappointed me completely. Phase Three is off to a very hot start, and we may be in for the best phase yet."
								}]
		},
		{
			"title"          : "The Jungle Book",
			"genre"          : "Adventure, Drama, Family, Fantasy",
			"release_year"   : "2016",
			"release_date"   : "15 April 2016 (USA)",
			"runtime"        : "1h46m",
			"star_rating"    : "7.8",
			"content_rating" : "PG",
			"metascore"      : "77",
			"director"       : "Jon Favreau",
			"writer"         : "Justin Marks, Rudyard Kipling",
			"cast"           : "Neel Sethi, Idris Elba, Ben Kingsley, Bill Murray, Scarlett Johansson",
			"summary"        : "The man-cub Mowgli flees The jungle after a threat from the Tiger Shere Khan. Guided by Bagheera the panther and the bear Baloo, Mowgli embarks on a journey of self-discovery, though he also meets creatures who don't have his best interests at heart.",
			"background"     : "the-jungle-book.jpg",
			"trivia"         : "Although this is a remake of the original film, the ending is significantly changed from The Jungle Book (1967). In the original, Shere Khan does not die, he is just frightened away, but returns in its sequel, The Jungle Book 2 (2003), and Mowgli leaves the jungle to go live in the man-village. In this film, Shere Khan is killed by the fire, and Mowgli remains in the Jungle with Baloo and Bagheera.",
			"quotes"         : [{
									"speaker" : "Mowgli, Bagheera, Baloo, Raksha",
									"quote"   : "This is the law of the jungle it's old and it's true as the sky And the wolf that should keep it may prosper but the wolf who will break it must die. For the strength of the pack is the wolf and the strength of the wolf is the pack."
								}],
			"reviews"         : [{
									"author"        : "imdb-190616",
									"tagline"       : "Perfectly The Best Movie Of 2016",
									"rating"        : "10",
									"datePublished" : "15 April 2016",
									"body"          : "Mowgli (Neel Sethi) is a man-cub raised by the Indian wolf Raksha (Lupita Nyong'o) and her pack led by Akela (Giancarlo Esposito) ever since he was brought to them as a baby by the black panther Bagheera (Ben Kingsley). Bagheera trains Mowgli to learn the ways of the wolves but Mowgli faces certain challenges and lags behind his wolf siblings, and Bagheera berates him for using human tricks like tool building, instead of learning the ways of the pack. One day, during the dry season, all the animals in the jungle gather at the Peace Rock to drink the water that remains as part of the Water Truce, a timeout called during a drought that enables all animals to gather at a water hole without fear of being eaten by larger, more predatory animals. The peaceful gathering is disrupted when the fearsome Bengal tiger Shere Khan (Idris Elba) makes his presence felt. He detects Mowgli's scent amongst the crowd and threatens his life since man is not welcome in the jungle. He holds the scars on his face as proof of man's cruel and destructive nature and issues a warning that when the Water Truce ends and the Peace Rock disappears, he will come for the boy. Thus, a debate and argument arises amongst the members of the wolf pack as to whether or not they should keep Mowgli. But before a general consensus is reached, Mowgli voluntarily decides to leave the jungle for the sake and safety of his pack. Bagheera volunteers to guide him to the human civilization. However, en-route, Shere Khan ambushes them, injuring Bagheera while Mowgli manages to escape with the help of a herd of water buffaloes. Mowgli, now alone, stumbles upon a thick canopy where he meets Kaa (Scarlett Johansson), an enormous Indian python who lures him in with promises of safety and an assurance that she knows who and what Mowgli truly is. Kaa's hypnosis shows Mowgli a vision of his father being killed by Shere Khan and of himself as an abandoned infant being found by Bagheera and also warns of the destructive power of man's \"red flower\". Having successfully wrapped Mowgli in her coils, Kaa attempts to devour Mowgli, but he is rescued by a sloth bear named Baloo (Bill Murray). In exchange for saving Mowgli's life, Baloo tells Mowgli to fetch him honey which is atop a cliff, to which Mowgli unwillingly agrees. Together, they form a close bond and Mowgli decides to stay with Baloo until the winter season arrives. Back in the jungle, Shere Khan visits the wolf pack looking for the \"man- cub.\" When Akela states that Mowgli has left the pack, Shere Khan kills Akela by throwing him off the cliff. He demands that the boy be handed over to him. Confident that Mowgli will return again, Shere Khan takes over the pack. When Bagheera returns to fetch Mowgli, he discovers that Mowgli has decided to live with Baloo. Although tension is raised between the three, they all agree to sleep on it until the following morning. At night, Mowgli hears a cry for help and discovers that a baby Indian elephant is trapped in a deep pit. Using his tricks, he fashions a rope to rescue the baby elephant. This forms a bond between Mowgli and the Indian elephants. Following Bagheera's instructions, Baloo unwillingly confronts Mowgli and lies to him that he never considered him a friend, hoping that Mowgli can change his mind about staying with him. But Mowgli is suddenly abducted by a group of monkeys who take him to an ancient ruined temple and present him to King Louie (Christopher Walken), a Bornean orangutan-resembling Gigantopithecus who tries to coerce Mowgli into giving up the secret to the elusive and deadly \"red flower\". Baloo and Bagheera arrive just in time to distract the monkeys and manage to hold them off while Mowgli flees into hiding. King Louie chases Mowgli through the temple, causing it to crumble on top of him. Before Mowgli leaves, King Louie informs him of Akela's demise. Furious of the fact that Baloo and Bagheera kept him in the dark about Akela's death, Mowgli decides to return to the jungle and confront Shere Khan to avenge the death of his leader and end his tyranny. But first, Mowgli ventures into the village where the humans live and for the first time, he sees his own kind from afar and gazes at them in amazement. He steals one of the burning torches and heads back to the jungle but accidentally starts a fire. Baloo and Bagheera follow him in close pursuit. When the news breaks out that a man with the \"red flower\" is making his way into the jungle, all the animals gather at the Peace Rock. Mowgli confronts Shere Khan, but sees how all the animals of the jungle cower in fear at the sight of the fire he holds. He throws away his torch into the water, allowing Shere Khan to attack him. Bagheera, Baloo and the wolf pack manage to hold him off, thus buying Mowgli enough time to set a trap in the burning jungle. He lures Shere Khan into a dying tree with a fig branch and is able to coax him into stepping on it, causing it to break. Shere Khan falls to his death into the pit of fire below. The Indian elephants later help to extinguish the fire by diverting the river. Raksha then becomes the new Alpha and leads the wolf pack. Mowgli decides to do things his own way, having at last found a true home in the jungle with the animals, including his friends Baloo and Bagheera."
								}]
		},
		{
			"title"          : "The Angry Birds Movie",
			"genre"          : "Animation, Action, Comedy, Family",
			"release_year"   : "2016",
			"release_date"   : "20 May 2016 (USA)",
			"runtime"        : "1h37m",
			"star_rating"    : "6.4",
			"content_rating" : "PG",
			"metascore"      : "43",
			"director"       : "Clay Kaytis, Fergal Reilly",
			"writer"         : "Jon Vitti",
			"cast"           : "Peter Dinklage, Jason Sudeikis, Maya Rudolph, Josh Gad, Danny McBride",
			"summary"        : "An island populated entirely by happy, flightless birds or almost entirely. In this paradise, Red, a bird with a temper problem, speedy Chuck, and the volatile Bomb have always been outsiders. But when the island is visited by mysterious green piggies, it’s up to these unlikely outcasts to figure out what the pigs are up to.",
			"storyline"      : "In the 3D animated comedy, The Angry Birds Movie, we'll finally find out why the birds are so angry. The movie takes us to an island populated entirely by happy, flightless birds - or almost entirely. In this paradise, Red (Jason Sudeikis, We're the Millers, Horrible Bosses), a bird with a temper problem, speedy Chuck (Josh Gad in his first animated role since Frozen), and the volatile Bomb (Danny McBride, This is the End, Eastbound and Down) have always been outsiders. But when the island is visited by mysterious green piggies, it's up to these unlikely outcasts to figure out what the pigs are up to. Featuring a hilarious, all-star voice cast that includes Bill Hader (Trainwreck, Inside Out), Maya Rudolph (Bridesmaids, Sisters), and Peter Dinklage (Game of Thrones), as well as Kate McKinnon (Saturday Night Live, Ghostbusters), Keegan-Michael Key (Key & Peele), Tony Hale (Veep, Arrested Development), Tituss Burgess (Unbreakable Kimmy Schmidt) and Ike Barinholtz (Neighbors, Sisters).",
			"background"     : "the-angry-birds-movie.jpg",
			"trivia"         : "Since it was released in 2009, the Angry Birds game has been downloaded more than 3 billion times across all versions and platforms of mobile devices.",
			"quotes"         : [{
									"speaker" : "Red",
									"quote"   : "Doesn't anyone see what's going on here? The whole world is in danger! And it's up to us to stop 'em!"
								}],
			"reviews"         : [{
									"author"        : "imdb-190616",
									"tagline"       : "An amazing movie!",
									"rating"        : "9",
									"datePublished" : "21 May 2016",
									"body"          : "I went to see this movie with my son today and i surprisingly had a good time! The cinematics are good, humour was quite on point and it had a great moral in the movie. <br><br> Some might argue that the movie came a little bit too late, but i tend to disagree. My son remembered the main characters and was happy to see them. <br><br> It's important to teach our kids that we not only have to stand up for ourselves, but also for others. A moral you don't get to see a lot these days. <br><br> Take your family or friends to the movie and have a blast!"
								}]
		},
		{
			"title"          : "X-Men: Apocalypse",
			"genre"          : "Action, Adventure, Sci-Fi",
			"release_year"   : "2016",
			"release_date"   : "27 May 2016 (USA)",
			"runtime"        : "2h24m",
			"star_rating"    : "7.4",
			"content_rating" : "PG-13",
			"metascore"      : "52",
			"director"       : "Bryan Singer",
			"writer"         : "Michael Dougherty, Dan Harris, Simon Kinberg",
			"cast"           : "James McAvoy, Jennifer Lawrence, Michael Fassbender, Oscar Isaac, Nicholas Hoult",
			"summary"        : "Since the dawn of civilization, he was worshipped as a god. Apocalypse, the first and most powerful mutant from Marvel’s X-Men universe, amassed the powers of many other mutants, becoming immortal and invincible. Upon awakening after thousands of years, he is disillusioned with the world as he finds it and recruits a team of powerful mutants, including a disheartened Magneto, to cleanse mankind and create a new world order, over which he will reign. As the fate of the Earth hangs in the balance, Raven with the help of Professor X must lead a team of young X-Men to stop their greatest nemesis and save mankind from complete destruction.",
			"tagline"        : "Only the Strong Will Survive",
			"background"     : "x-men-apocalypse.jpg",
			"trivia"         : "According to Simon Kinberg, this is the final film in the First Class story arc, which also consisted of X-Men: First Class (2011) and X-Men: Days of Future Past (2014). Kinberg calls this film the culmination of Xavier and Lensherr's relationship: \"First Class was about Erik becoming empowered, the origin story of a man's power. Days of Future Past was about Charles becoming empowered, a guy who is a mess but masterminds the end of a massive event. This film has them both at their peak and finally going at each other!\"",
			"quotes"         : [{
									"speaker" : "Charles Xavier",
									"quote"   : "Mutants: said by many to be the next stage, and yet we act like children. Give someone the power to travel through time, and they start to worry about the future. And make someone all-powerful, they think of ruling the world."
								}],
			"reviews"         : [{
									"author"        : "imdb-190616",
									"tagline"       : "After 16 years, Bryan Singer delivers the X Men movie we've all been waiting for!",
									"rating"        : "10",
									"datePublished" : "12 May 2016",
									"body"          : "I am horrified by the people on the message boards here on this movie's threads. They're fighting each other like a bunch of hungry animals. Since when does everyone started listening to the critics? I mean, yes, to have an idea before watching a movie is good, but that's not the case these days. Critics are taking movies way too seriously these days. It's just a source of entertainment. Your life does not depend on it. Stop bad mouthing this movie for others. Okay, sorry for my rant but this has gotten out of control. Now getting back to the movie, let's just say it delivered what it promised. This movie was amazing. It really felt like you were watching something Apocalyptic. Although I don't have had a problem with Bryan Singer's X Men movies, unlike a bunch of whiny babies, this one actually felt like it was an X Men movie. A sheer resemblance of what we saw in X Men cartoons, both evolution and the 1990 ones. We actually saw the main characters of this movie in their mutant form. I have loved how Bryan always preferred acting over action in his other movies, but this one, it consists of both. I have also seen critics saying that this movie is complete CGI. Well it's not like you can do actual Apocalyptic level scenes without having any CGI effects. That's just crazy. And the CGI in this movie is beyond awesome. I already smell an Oscar for CGI for this movie. Oscar Isaac was so impressive in this movie. Even though he was buried under make up and what not, you could actually feel his performance. Michael and James once again give awesome performances. Expected nothing less from Jennifer Lawrence. At least these movies actually give spotlight to the female actresses *cough* *Marvel* *cough*. The new actors were great. So talented. Tye, Sophie, Alexandra, Kodi and of course Evan Peters were all good in their respective roles. This movie might feel a different because of it's whole world at stake thing. This is the first time X Men has done this, and they succeed really good at it. It had a perfect balance of action, humor, emotion and mutants. It was like watching a live action version of those X Men cartoons we grew up watching. Once again, please dear my friends, who would love to see these guys in MCU, it's not happening anytime soon. Let's just get over it, okay? The producer of these movies has already announced a bunch of new movies under Fox. There are X Men TV shows coming out soon, so let us enjoy these while you guys enjoy yours okay?"
								}]
		},
		{
			"title"          : "Kung Fu Panda 3",
			"genre"          : "Animation, Action, Comedy, Adventure",
			"release_year"   : "2016",
			"release_date"   : "29 January 2016 (USA)",
			"runtime"        : "1h35m",
			"star_rating"    : "7.3",
			"content_rating" : "PG",
			"metascore"      : "66",
			"director"       : "Jennifer Yuh, Alessandro Carloni",
			"writer"         : "Jonathan Aibel, Glenn Berger",
			"cast"           : "Jack Black, Bryan Cranston, Dustin Hoffman, Angelina Jolie, David Cross",
			"summary"        : "When Po's long-lost panda father suddenly reappears, the reunited duo travels to a secret panda paradise to meet scores of hilarious new panda characters. But when the supernatural villain Kai begins to sweep across China defeating all the kung fu masters, Po must do the impossible-learn to train a village full of his fun-loving, clumsy brethren to become the ultimate band of Kung Fu Pandas.",
			"background"     : "kung-fu-panda-3.jpg",
			"trivia"         : "The CEO of Dreamworks confirmed that this is not the last movie in the franchise and that 3 Kung Fu Panda films are planned ahead.",
			"quotes"         : [{
									"speaker" : "Shifu",
									"quote"   : "I am not trying to turn you into me, I am turning you into you."
								}],
			"reviews"         : [{
									"author"        : "imdb-190616",
									"tagline"       : "Whoooaaaahhhh!!!!",
									"rating"        : "10",
									"datePublished" : "31 January 2016",
									"body"          : "So being a huge fan of Kung Fu Panda, I may be a little biased, but Kung Fu Panda 3 delivers!!! I was so excited to the see the movie as I think this story line has some aspects of awesomeness!!! Jack Black leads and all star cast of actors that bring not only great animation, but also solid entertainment from start to finish. <br><br> I went with my girl, who had to fight back the tears through parts of the movie, especially the end. Yes it was moving and had a great message. Family and knowledge are just some of the major points Kung Fu Panda focuses on. <br><br> But enough of the parent stuff, Kids will love it, so many little voices throughout the theater busted out in their joyous cute laughs, along with their parents. It has so much fun for children they will not be disappointed. <br><br> But for adults, lets say us men will love the action and some cool above normal animation which happen all over the movie to keep some of us action junkies enthralled. And women will love the messages of love, family and self-worth with some beautiful scenes of colors and imagination. Not to say I didn't enjoy all aspects of the movie. <br><br> As far as a trilogy goes, Kung Fu Panda, at least for me and my girl was as good if not better than its predecessors. Which to me was not easy to beat. <br><br> Jack Black brings to life a lovable, clumsy, hungry, Kung Fu Panda that anyone can relate to or enjoy. Kung Fu Panda 3 is a true treat on many levels and great for any family, date or lover of animation. <br><br> enjoy it!!! Skadooooshhh!!!"
								}]
		}
	]
}